Repository: liongkj/jom_malaysia_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ms, zh

# appBarTitleHome
source: Home
ms: Utk Anda
zh: 主页

# appBarTitleExplore
source: Discover
ms: Temui
zh: 探索

# appBarTitleSetting
source: Setting
ms: Tetapan
zh: 设置

# appBarTitleSettingLanguage
source: Language
ms: Bahasa
zh: 语言

# appBarTitleNotification
source: Notification
ms: Pemberitahuan
zh: 通知

# tabTitleExploreOverview
source: Overview
ms: Pengenalan
zh: 简介

# tabTitleExploreTodo
source: TODO
ms: Jom Try
zh: 打卡

# placeDetailInfoLabel
source: Detail
ms: Butiran Tempat
zh: 产品详情

# placeDetailCommentCountLabel
source: {commentCount, plural, one {Comment (1)} other {Comments ({commentCount})}}
ms: Komen ({commentCount})
zh: 点评 ({commentCount})

# placeDetailMerchantInfoLabel
source: Merchant Info
ms: Maklumat Pedagang
zh: 商家信息

# placeDetailMerchantRegistrationNameLabel
source: Registration Name
ms: Nama Pendaftaran
zh: 注册名字

# placeDetailMerchantSSMLabel
source: SSM ID
ms: Nombor SSM
zh: SSM号

# placeDetailOperatingOpenLabel
source: OPEN
ms: Perniagaan
zh: 营业

# placeDetailOperatingCloseLabel
source: CLOSED
ms: Tutup
zh: 休息

# placeDetailOperatingSoonLabel
source: CLOSING SOON
ms: Akan Datang
zh: 即将休息

# placeDetailOpeningHoursLabel
source: Opening hours
ms: Waktu Operasi

# tabViewLabelShop
source: Shop
ms: Kedai
zh: 美食商店

# tabViewLabelAttraction
source: Attraction
ms: Tarikan
zh: 游玩景点

# tabViewLabelProfessional
source: Professional
ms: S.Profesional
zh: 专业服务

# tabViewLabelGovernment
source: Government
ms: J.Kerajaan
zh: 政府部门

# settingLanguageLabelSystemDefault
source: System Default
ms: Ikut sistem
zh: 跟随系统

# toastMessageTapToExit
source: Tap again to quit.
ms: Klik sekali lagi untuk keluar dari aplikasinya
zh: 再次点击退出应用

# locationSelectCityMessage
source: Select a City
ms: Pilih Bandar
zh: 选择城市

# locationSelectTownMessage
source: Select a Town
ms: Kawasan Pemilihan
zh: 选择区

# labelSearch
source: Search
ms: Cari
zh: 搜索

# labelAskFirstReview
source: Submit first review
ms: Buat komen pertama

# labelAskReview
source: Say Something
ms: Komen sesuatu

# labelSubmitReview
source: Publish
ms: Pos

# labelNone
source: None
ms: Tiada
zh: 无

# labelNoDetail
source: No more details
ms: Tiada Butiran
zh: 无详情

# labelNoNotification
source: Awww...No Notification
ms: Tiada Pemberitahuan
zh: 没通知

# labelSearchHint
source: Search for a name or keyword
ms: Sila masukkan kata kunci carian
zh: 请输入关键词查询

# labelSearchHintNotEmpty
source: Keyword cannot be blank
ms: Kata kunci carian tidak boleh kosong!
zh: 搜索关键词不能为空！

# labelImageRemoved
source: Image Removed
ms: Gambar dipadam
zh: 成功删除

# labelRatePlace
source: Rate
ms: Komen
zh: 打分

# labelRatingStatus1
source: Labbish
ms: Sampah
zh: 垃圾

# labelRatingStatus2
source: Better don't come
ms: Makan Anjing
zh: 给狗吃

# labelRatingStatus3
source: Ok Ok la
ms: OK
zh: 还可以

# labelRatingStatus4
source: Not bad la
ms: Delicious
zh: 好吃

# labelRatingStatus5
source: Sui!
ms: akan datang lagi
zh: 会再来

# labelClickToAddImage
source: Add a image to let other know more about this place
ms: Klik untuk tambah imej
zh: 点击添加商品图片

# labelAveragePaxTitle
source: Spending
ms: Per kapita
zh: 人均

# labelAveratePaxSuffix
source: PAX
ms: Ringgit
zh: 令吉

# labelNewCommentPageTitle
source: Add a title
ms: Tajuk Komen

# labelNewCommentPageTitleErrorMessage
source: Please enter a interesting title
ms: Tajuk tidak boleh kosong

# labelNewCommentPageComment
source: Add your comment
ms: Apa yang anda mahu katakan?

# labelNewCommentPageCommentErrorMessage
source: Please enter some comment
ms: komen tidak boleh kosong

# labelInputCostAmount
source: Please enter your spending
ms: Sila masukkan jumlah pembelian
zh: 请输入消费金额

# labelStatusPublish
source: Adding your {item}
ms: Muat naik {item} anda
zh: 正火速上传您的{item}

# labelTagMustTry
source: JOM Must Try
ms: Mesti Cuba
zh: 必打卡

# labelPageComment
source: Comment
ms: Semua komen
zh: 全部点评

# labelDialogOkay
source: OKAY
ms: SELESAI

# labelDialogCancel
source: CANCEL
ms: BATAL

# labelMapChooser
source: 'Choose a map
ms: Pilih Peta

# msgPleaseFillRequiredField
source: Please fill in highlighted fields
ms: Field tidak boleh kosong
zh: 栏位不能为空

# clickItemSettingFeedbackTitle
source: Feedback
ms: Maklum Balas
zh: 意见反馈

# clickItemSettingAddAPlace
source: Recommend a place
ms: Cadangkan Tarikan yg tertinggal
zh: 推荐景点/美食

# clickItemSettingFeedbackDescription
source: Let us serve you better
ms: Masalah dan cadangan
zh: 让我们更好

# clickItemSettingAboutTitle
source: About Us
ms: Perihal
zh: 关于我们

# clickItemSettingShareTitle
source: Tell a friend
ms: Beritahu rakan
zh: 告诉朋友

# clickItemSettingRecommendPlaceTitle
source: Add a missing place
ms: Cadangkan satu tempat
zh: 添加商户

# cityPickerCurrentCity
source: Selected: {selected}
ms: Pilihan Bandar: {selected}
zh: 当前城市: {selected}

# stateTypePlace
source: More places coming soon
ms: Wuuu.. Sini sangat kosong
zh: 正在努力更新景点

# overviewSection1Para1
source: Negeri Sembilan is a Malaysian state on the Malay Peninsula's southwest coast, known for its beaches, nature parks and palaces. To the west, on the Malacca Strait, the area around Port Dickson has seaside resorts, the Wan Loong Chinese Temple and the Kota Lukut hilltop fort. South along the coast, in the neighboring state of Malacca, is Cape Rachado (Tanjung Tuan), a nature reserve with a lighthouse.
ms: Negeri Sembilan adalah negeri Malaysia di pantai barat daya Semenanjung Malaysia yang terkenal dengan pantai, taman semula jadi dan istana. Di barat, Selat Melaka dan kawasan berhampiran Port Dickson mempunyai tempat peranginan pantai, Bandung Chinese St Kuil Kota dan Benteng Kota Lukut Bukit Di pantai selatan, di negeri jiran Melaka, ialah Tanjung Tuan, sebuah rizab alam semula jadi dengan sebuah rumah api.
zh: 森美兰州是马来半岛西南海岸的马来西亚州，以其海滩，自然公园和宫殿而闻名。在西部，马六甲海峡，波德申港附近的地区有海滨度假胜地，万隆华人圣殿和哥打卢库特山顶堡垒。在沿海南部，在邻近的马六甲州，是拉查多角（Tanjung Tuan），这是一座带有灯塔的自然保护区。

# overviewSection1Para2
source: Northeast from Port Dickson, the state capital of Seremban is known for its colonial architecture, Lake Garden park and wooden palaces of the Minangkabau people, an ethnic group with Indonesian roots. Their influence can also be seen in the town of Seri Menanti to the east, where a former palace is now the Sri Menanti Royal Museum. The nearby town of Kuala Pilah is home to the San Sheng Gong Chinese Temple and the colorful Hindu temple of Kuil Sri Kanthasamy. To the west, Ulu Bendul Recreational Park encompasses jungle, waterfalls and Gunung Angsi mountain.
ms: Dixon Harbour, timur laut ibukota Seremban, terkenal dengan bangunan penjajahnya, Taman Taman Tasik dan istana kayu rakyat Minangkabau, yang berasal dari Indonesia. Pengaruh mereka juga boleh didapati di Seri Menanti di timur Bekas istana kini adalah Muzium Diraja Sri Menanti, dan bandaraya Kuala Pilah yang terletak berhampiran dengan Kuil Cina San Sheng Gong dan Kuil Sri Kanthasamy kuil Hindu berwarna-warni. Di barat adalah Taman Rekreasi Ulu Bendul termasuk hutan, air terjun dan Gunung Gunung Angsi.
zh: 芙蓉市首府东北部的迪克森港以其殖民时期的建筑，湖花园公园和Minangkabau人的木宫殿而闻名，Minangkabau人是印尼裔。他们的影响力也可见于东部的Seri Menanti，以前的宫殿现在是Sri Menanti皇家博物馆，附近的瓜拉皮拉镇（Kuala Pilah）是San Sheng Gong Chinese Temple和五颜六色的印度教寺庙Kuil Sri Kanthasamy的所在地，向西是Ulu Bendul Recreational公园包括丛林，瀑布和Gunung Angsi山。

# overviewSection2Title
source: The Name
ms: Asal Nama Negeri
zh: 森州名称的由来

# overviewSection2Para1
source: The name is believed to derive from the nine (sembilan) villages or nagari in the Minangkabau language (now known as luak) settled by the Minangkabau, a people originally from West Sumatra (in present-day Indonesia). Minangkabau features are still visible today in traditional architecture and the dialect of Malay spoken.
ms: Nama ini dianggap dihuni oleh 9 (Sumbian) desa atau nagari dalam bahasa Minangkabau (sekarang disebut luak) yang didiami oleh Minangkabau, yang berasal dari Sumatra Barat (sekarang Indonesia) Rakyat Minangkabau masih sangat jelas dalam seni bina tradisional dan dialek Melayu.
zh: 该名称被认为是由Minangkabau居住的Minangkabau语言（现在称为luak）中的9个（森比亚人）村庄或nagari所居住的，Minangkabau是最初来自西苏门答腊（现今印度尼西亚）的人。Minangkabau如今，在传统建筑和马来语方言中，功能仍然很明显。

# overviewSection3Title
source: Negeri Sembilan Ruler
ms: Penguasa Negeri Sembilan
zh: 森美兰统治者

# overviewSection3Para1
source: Unlike the hereditary monarchs of the other royal Malay states, the ruler of Negeri Sembilan is known as Yang di-Pertuan Besar instead of Sultan. The election of the Ruler is also unique. He is selected by the council of Undangs who lead the four biggest territories of Sungai Ujong, Jelebu, Johol, and Rembau, making it one of the more democratic monarchies. The capital of Negeri Sembilan is Seremban. The royal capital is Seri Menanti in Kuala Pilah District. Other important towns are Port Dickson, Bahau and Nilai.
ms: Tidak seperti raja-raja keturunan di negara-negara Melayu Diraja yang lain, penguasa Negeri Sembilan dipanggil Jan Di Pultuan Besar, bukan Sudan, pemilihan pemerintah juga unik. Beliau dipilih oleh Majlis Ondance untuk memimpin empat wilayah terbesar Sungai Ujong, Jelebu, Johol dan Rembau, menjadikannya salah satu monarki demokratik. Ibukota Negeri Sembilan adalah Seremban dan ibu kota adalah daerah Guarapila. Seri Menanti, bandar penting lain ialah Port Dickson, Bachau dan Nilai.
zh: 与其他皇家马来国家的世袭君主不同，森美兰的统治者被称为扬·迪·普尔图安·贝萨尔，而不是苏丹。统治者的选举也很独特。他是由昂当斯理事会选出的他领导着双溪Ujong，Jelebu，Johol和Rembau四个最大领土，使其成为民主制君主制之一。森美兰的首都是芙蓉，皇家首都是瓜拉皮拉区的Seri Menanti，其他重要城镇是港口迪克森，巴豪和汝来。

# overviewSection4Title
source: Capital (Seremban)
ms: Modal (Furong)
zh: 首都（芙蓉市）

# overviewSection4Para1
source: Seremban is the capital of Negeri Sembilan and today the state has an economy based mainly in the agricultural sector with palm, rubber and fruit and vegetable farms taking up half the state's land area. They are also one of the leaders in the country in organic farming. Recently, residential growth demand has seen housing estates with affordable homes being built at a furious pace in and around Seremban which is just 40 minutes from Kuala Lumpur, a plus point for middle-class Malays who cannot afford the astronomical cost of living in the capital.
ms: Seremban adalah ibu negeri Negeri Sembilan Kini ekonomi negeri adalah berdasarkan sektor pertanian, ladang kelapa sawit, getah, buah-buahan dan sayur-sayuran kira-kira separuh dari kawasan tanah negeri. Dengan permintaan yang semakin meningkat untuk perumahan, pembinaan rumah mampu milik di Seremban dan kawasan sekitarnya telah berkembang pesat, hanya 40 minit dari Kuala Lumpur, yang merupakan tambahan kepada orang Melayu kelas menengah yang tidak mampu angka astronomi. Kos hidup di ibu negara.
zh: 芙蓉市是森美兰州的首府，如今该州的经济主要以农业部门为基础，棕榈，橡胶以及果蔬农场占该州土地面积的一半。它们也是该州的领导者之一。最近，随着住宅增长的需求，芙蓉市及其周边地区兴建了可负担房屋的住宅，发展迅猛，距吉隆坡仅40分钟路程，这对那些无法负担天文数字的中产马来人来说是一个加分首都的生活费用。

# overviewSection5Title
source: Demographic
ms: Demografi
zh: 人口统计

# overviewSection5Para1
source: Negeri Sembilan has a collective population of 1,098,500 as of 2015; the ethnic composition consisting of Malay 622,000 (56.6%) (mostly are Minangkabau descent), other Bumiputras 20,700 (1.9%), Chinese 234,300 (21.3%), Indian 154,000 (14%), Others 4,200 (0.4%), and Non Citizens 63,300 (5.8%). The state has the highest percentage of Indians when compared to other Malaysian states.
ms: Pada tahun 2015, jumlah penduduk Negeri Sembilan adalah 1,098,500; komposisi etnik adalah Melayu 622,000 (56.6%) (terutamanya berasal dari Minangkabau), 20,700 orang asli (1.9%), Cina 234.300 (21.3% India adalah 154,000 (14%), 4,200 yang lain (0.4%) dan bukan rakyat 63,300 (5.8%) berbanding negeri-negeri lain di Malaysia.
zh: 截至2015年，森美兰州的总人口为1,098,500；族裔构成为马来人622,000（56.6％）（主要是Minangkabau血统），其他土著20,700（1.9％），华裔234,300（21.3％），印度是154,000（14％），其他4,200（0.4％）和非公民63,300（5.8％）。与马来西亚其他州相比，该州的印度人比例最高。

# appTitle
source: JomN9
zh: 走森州

# stateTitle
source: Negeri Sembilan
zh: 森美兰

# tabViewLabelNGO
source: NGO
zh: 非政府组织

# labelUndoAction
source: Undo
zh: 撤消

# labelReview
source: Review
zh: 评论
